Repository: mozilla-l10n/mt-training-data
Catalog: kdh/kdh_pontoon.tmx
Source language: en_us
Languages: kdh

source: Read sentences submitted by the community in various languages
kdh: tɔ̀m pɔ̀wà wentì kòtòkòlì kʊ̀nʊ̀mɩ́n tɩ̀ndɩ̀ wèyèkìnà nà

source: Ready to do { $count } more?
kdh: màmpɩ̀sɩ̀ màtàzɩ̀ màlà{ $count } pɩ̀cɛ̀sɩ̀ ?

source: <recordIcon></recordIcon> Last one!
kdh: <recordIcon></recordIcon>kɛ̀dɛ́zíyá pɩ̀lɛ́

source: [Recording cut off before the end of the last word]
kdh: [nánɩ̀ pàtàlɩ̀ kɛ̀tɛ́zɩ̀yá tɔ̀m nà lòú kpàʊ́]

source: Record/Stop
kdh: ɛ́gbɑ́ɣ/ɛ́zɩ́ŋ

source: Record yourself reading sentences in your language
kdh: ɩ̀gbɔ́ɔ́ mìlòú sàdɩ́ wèndì mʊ̀wɛ́ɛ́ mɩ́ŋgàlɩ̀ tɔ́m pɔ̀wá mɩ̀dɛ́ɛ́ kʊ̀nʊ́m táá nà

source: Record yourself responding to questions and prompts in your language
kdh: ɩ̀gbɔ́ɔ́ mìlòú sàdɩ́ wèndì mʊ̀wɛ́ɛ́ mùmbùsí tɔ́m pɔ̀pɔ́zɩ̀ nà nɩ̀ ŋ̀gɩ̀nɩ́ pɩ̀nlàm mɩ̀màtɩ̀ mɩ̀kʊ̀nʊ́m nà

source: Record your voice
kdh: íyèlè ʈɩ́gbɑ́ɣ mùlòní

source: Reference the source of your sentence (required)
kdh: ɩ̀yèlé pàtɩ̀lɩ̀ mɩ̀dɛ́ tɔ̀m pɔ̀ɖɛ̀ ɖágàlɩ̀nàɖɛ̀ (pɩ̀gɛ́ɛ́́ ɖólì gɛ̀)

source: Reject
kdh: kɩ̀sɩ̀tɩ́

source: Report
kdh: ɩ́féɖɩ̀

source: Report was passed successfully
kdh: tɔ̀m gèvèèrìyà wɛ̀ɖɛ̀ màmàm

source: Request a Language
kdh: ɛ̀gɔ̀nɩ̀ kʊ̀nʊ̀m nàkɩ̀ɖɩ̀

source: Re-record
kdh: pàtàzɩ̀ kpɔ̀ɔ́

source: Re-record clip
kdh: ɛ̀dázɩ̀ kpáʊ́

source: Return
kdh: yààzʊ̀ʊ̀zɩ̀ɖɛ́ / wèŋkì ɖɔ́zɩ̀ pàñɩ̀kɩ̀ sìsè pɛ̀ɖɛ́ nà

source: Review
kdh: kpɛ̀lɛ́kɩ̀tɩ́

source: Review could not be saved. Please try again later.
kdh: pɛ̀ḿ tàbɩ́zɩ̀ pʊ́gbɔ́ɔ́. á pɩ́dázɩ̀ ɩ̀bázɩ̀

source: ⓘ Review Criteria
kdh: wémbì páɖʊ̀ sɩ̀sè pálà kpɛ̀lɛ̀m tá nɩ̀

source: Review Criteria
kdh: wémbì páɖʊ̀ sɩ̀sè pálà kpɛ̀lɛ̀m tá nɩ̀

source: Reviewed sentences not submitted, are sure?
kdh: tɔ́m píyà wèntɩ̀ pɛ̃́mpɛ̀m ná sɩ̀tɩ̀ɖɛ́tà, mɩ́ŋjàtɩ́ sé ɩ̀tàsɩ̀ ɛ̀lá yáwè

source: Review existing sentences submitted by the community
kdh: ɩ̀bɛ̀m tɔ̀m pɔ̀wà kɩ̀fɩ̀mwɛ̀ kɔ̀mɩ̀nòtè wávà ná

source: Review & re-record clips here as you go
kdh: ɩ̀bɛ́m pɩ̀kà á pɩ̀bɔ́zɩ́ ɩ̀gbɔ̀ɔ́

source: Review & re-record clips if needed
kdh: ɩ̀bɛ́m pɩ̀kà á pɩ̀jáɖɛ́ ɩ̀gbɔ̀

source: Review Sentences
kdh: ɩ̀bɛ̀m tɔ́m pɔ́wɛ̀

source: Review sentences in your language
kdh: ɩ̀bɛ̀m tɔ̀m pɔ̀wà mɩ̀dɛ̀ɛ́ kʊ̀nʊ̀m tàà

source: Review & Submit
kdh: ɩ́bɛ̀m nɩ̀ ɩ̀dɩ́ɖɩ́nà

source: Review transcriptions of recorded sentences for accuracy
kdh: ɩ̀bɛ̀ḿ ’tɔ́m wáá pɔ́gbɔ́dɩ̀ nɛ̀ tɛ́ máádɩ̀ pɩ̀láá

source: Review user-submitted transcriptions in your language
kdh: pɛ̀bɛ̀ḿ mátʊ̀ wá mɩ̀dɛ́ kʊ̀nʊ́m tàá mbà wàmàá pèjèlì nɩ́nà

source: s
kdh: a

source: S
kdh: P

source: Select an option
kdh: ɩ̀lɩ̀zɩ̀ wéndì nàkɩ̀rɩ̀

source: Select a variant (optional)
kdh: ɩ̀lɩ̀zɩ́ kʊ̀nʊ́m nàkɩ̀rɩ̀ (pà wéŋkì)

source: Select File
kdh: ɩ̀lɩ̀zɩ́ tɔ̀m tàkàŋɖɑ́ɣ

source: Select File to Upload
kdh: ɩ̀lɩ̀zɩ́ tɔ̀m tàkàŋɖɑ́ɣ nɩ̀ ɩ́yèkɩ̀ná

source: Select up to three domains (optional)
kdh: ɩ̀lɩ̀zɩ̀ pɩ̀tàlɩ́ fàrándɩ̀ wàà nàtɩ̀dóòzò

source: Sentence
kdh: tɔ̀m pɔ̀ɖɛ̀

source: Sentence Domain
kdh: tɔ̀m pɔ̀ɖɛ̀ tɛ̀ fàránɖɩ̀

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
kdh: tɔ̀m pɔ̀wà pàɖʊ̀yɛ̀ céŋjè nɛ̀ páŋtàsɩ̀ nà jɛ́ zámɔ́ɔ̀ ɖɩ́ŋɛ̀ tɛ́ɛ́ dɔ̃né wàá tɩ̀dárɛ̀ á pɩ̀kɛ́ báfá nɩ́mbáʊ̀ cc-o

source: { $sentences } sentences reviewed. Thank you!
kdh: Pàtàdámbɛ̃́ŋ tɔ́m píyà nàzɩ́ɖɛ́ tàá.

source: Sentence Variant
kdh: tɔ̀m pɔ̀wà ŋ́dìndɩ̀

source: Separate sentences into one line by pressing “Enter” or “Return” once
kdh: ɩ̀ñɔ́ɔ̀ kʊ̀ɖʊ̀mbɩ̀ yélé « zʊ́ʊ́ » ɖɔ́zɩ̀ ɩ̀tàrà tɔ̀m pɔ̀wà

source: Service and Retail
kdh: tɔ̀mɩ̀ɖɛ̀ làm nɛ̀ kpɩ̀nɛ̀ tɛ̀ yàm ɖɩ̀yáŋdá

source: Share Common Voice
kdh: ɛ̀dàrɩ́ cɔ̀mɔ́n fɔ̀yɩ̀sɩ̀

source: Share your clip
kdh: ɛ̀dáɖɩ́ mɩ́ndɛ́ gbɔ̀ʊ́

source: Shortcuts
kdh: kɩ̀jɛ̃ŋkʊ̀

source: [Should be ‘dinosaurs’]
kdh: [pɩ̀yákènɩ̀ « -náá » fɔ́ndá kpɩ́ŋ-]

source: [Should be “We are”]
kdh: [sɩ̀ pɩ̀kɛ́ « tòòvònúm »]

source: Single
kdh: tɔ̀m pɔ̀ɖɛ̀ kʊ́ɖʊ̀ḿ

source: Single sentence submission
kdh: tɔ̀m pɔ̀ɖɛ̀ kʊ́ɖʊ̀ḿ yèkìtì

source: Skip
kdh: ʈɛ́ɖɩ́

source: Small batch
kdh: kpɩ̀nà cɔ̀kɔ̀

source: Small batch sentence submission
kdh: tɔ̀m pɔ̀wà cɔ̀kɔ̀ pèyèkí

source: Source: { $sentenceSource }
kdh: líɖɩ̀ :{ $sentenceSource }

source: Speak
kdh: màdɩ̀rɛ́

source: Speaking
kdh: wámàtɩ̀ / pámàtɩ̀

source: Speak now
kdh: mɩ́mbɩ́zɩ̀ ɩ́màtɩ̀

source: Speak options menu
kdh: « màdɩ̀rɛ́ » tɛ̀ fùɖúŋ

source: Start recording
kdh: ɩ́pázɩ́ kàlɩ̀tɩ̀ kpɔ̀ʊ́

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
kdh: <strong>[cɩ̀kɔ̀lɔ̀ɔ́tɩ̀]</strong> ɖóó lɔ̀n tà fɔ́ndá kpɩ́ŋná ɖàlàm-ɖàlàm <strong>[cɩ̀kɔ̀lɔ̀ɔ́tɩ̀]<strong>

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
kdh: <strong>[sɔ̀ɔ̀rɩ́tɩ̀]</strong> ɖóó lɔ̀n tà fɔ́ndá kpɩ́ŋɖɛ̀ ɖàlàm-ɖàlàm <strong>[kpèzìá]</strong>

source: Submit
kdh: yèkì

source: Submit a new question for the community to read and respond to
kdh: ɩ̀fà tɔ́m pɔ̀zɩ̀rɛ̀ kɩ́fàrɛ̀ nɛ́ sàmáɣ ɩ̀kàlɩ̀ nɛ̀ kɔ́ɖɔ̀

source: Submit a report
kdh: íyèkì cáɖɩ̀tɩ̀

source: Submit clips
kdh: ɩ̀dɩ̀ɖɩ́nà/ɩ́yèkìnà tɔ́m wà mɩ́gbɔ́nɛ̀

source: Submit new questions for the community to read and respond to
kdh: ɩ̀gɔ̀nà tɔ̀m pɔ̀zɩ̀tɩ̀ wà kɩ̀fàtɩ̀ nà kɔ̀mɩ̀nòtè ɩ̀kàlà pɩ̀kàá kɩ̀tɩ̀zɩ̀

source: Success
kdh: tɔ́mɩ̀ɖɩ̀ làm wálà

source: success checkmark
kdh: dɩ̀ɩ̀ɖɩ́ tɛ̀ ñɩ̀kɩ́

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
kdh: ìdúzìnà núúnì kìdìyùú ɖɔ̀ pìwìlí sìsè pɩ́là. ìdúzìnà núúnì nɩ̀bɩ̀yʊ́ ɖɔ̀ pìwìlí sìsè pɩ̀dàlà. ìdúzìnà ɩ́zɔ́dá ɩ̀zɔ́nà. <strong> ɩ́gɩ̀zɔ́nà mɩ́dɛ́ yègìí mɩ́bázɩ̀ pɛ́m nà wàlɩ́ ŋ́ŋ̀ɛ̀nɛ̀ !</strong>

source: Taking several attempts to read a word.
kdh: ɩ̀kálɩ́ tɔ̀m pɩ̀ɖé tɔ̀m àbòyì

source: Tap
kdh: ɛ̀n̂ʊ́ʊ́ pʊ̀ɖʊ̀sɩ̀

source: Technology and Robotics
kdh: ɩ̀zá mɔ̀zɩ̀ tɔ̀mʊ̀ɖɛ́ nà robot wàà tɛ̀ làm

source: Thank you for contributing your bulk submission!
kdh: mɩ̀nɩ̀ kóŋkàrɩ̀ ŋgɩ̀ná mɩ̀zɩ̀ŋ pɩ̀ká ɩ̀yèkì tɔ̀m pɔ̀wà ɖàbátà nɛ̀ !

source: Thank you for contributing your voice!
kdh: mɩ̀nà kóŋkàrì nɩ̀ mɩ̀dɛ́ lòú fàádɩ̀ !

source: Thank you for donating your voice clips!
kdh: Mɩ̀nɛ̀ kóŋkàɖɩ́ tɔ́m wàà mɩ́gbɔ̀ɔ́tɩ̀ ’ŋgɛ́ mɩ̀fàɖá nɩ̀ tɩ̀ɖɔ́zɩ̀ !

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
kdh: Tɔ́m wàà mɩ́gbɔ̀ɔ́ tɩ̀nɛ̀ tɩ̀ɖɔ́zɩ́ mɩ̀nà kóŋkàɖɩ̀. Lɛ̀lɛ̀ɖɔ́ mɩ́mbɩ́zɩ̀ ɩ́fà m̀bó pɩ̀káá ɩ́yékì pɩ̀tɛ̀zɩ́ ndɩ̀ tɩ̀náá.

source: Thank you for your voice information
kdh: mɩ̀nà kóŋkàrì náá mɩ̀dɛ́ɛ́ lààbáárʊ̀wá nɔ́ɔ́

source: The bumblebee sped by.
kdh: lɩ̀máɣzà weandɛ́m

source: The clip has disrespectful or offensive language.
kdh: kàlímbànɩ̀ yàà tʊ́ɖɩ́ tɔ́m nàbɛ̀rɛ̀ wɛ̀ɛ̀ lónì kúwèlèsìkʊ́ tàá

source: The giant dinosaur of the Triassic.
kdh: ɖóó lɔ̀n tà fɔ́ndá kpɩ́ŋɖɛ̀ ɖàlàm-ɖàlàm

source: The giant dinosaurs of the Triassi-.
kdh: ɖóó lɔ̀n- tà fɔ́ndá kpɩ́ŋɖɛ̀ ɖàlàm-ɖàlàm

source: The giant dinosaurs of the Triassic.
kdh: ɖóó lɔ̀n tà fɔ́ndá kpɩ́ŋɖɛ̀ ɖàlàm-ɖàlàm

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
kdh: ɖóó lɔ̀n tà fɔ́ndá kpɩ́ŋná ɖàlàm-ɖàlàm. <strong>[kàɖàà nɔ̀ɔ́ wàkàlɩ̀ná]

source: The giant dinosaurs of the Triassic. Yes.
kdh: ɖóó lɔ̀n tà fɔ́ndá kpɩ́ŋɖɛ̀ ɖàlàm-ɖàlàm. yɛ́ɛ̀

source: The giant dino <strong>[cough]</strong> the Triassic.
kdh: ɖóó lɔ̀n tà fɔ́ndá kpɩ́ŋɖɛ̀ ɖàlàm-ɖàlàm <strong>[kpèzìá]</strong>

source: There are currently no sentences to review in this language.
kdh: Tɔ́m bɔ́ɖɛ̀ néɖéɖè ’fɛ́yɩ̀ ɖɩ̀ɖɔ̀ sɩ̀ pɛ̀bɛ̃́ŋ ɖɛ́ kʊ̀nʊ́m kɩ̀ná kɩ́dáá

source: The recording was too long.
kdh: tɔ́m pɔ́gbɔ́dɩ̀ nɛ̀ wákɩ́lɩ̀ pɩ́zɩ́nɩ̀

source: The recording was too quiet.
kdh: tɔ́m pɔ́gbɔ́dɩ̀ nɛ̀ tɛ̀ɛ́ lòú wákɩ́lɩ̀ tìm

source: The recording was too short.
kdh: tɔ́m pɔ́gbɔ́dɩ̀ nɛ̀ wákɩ́lɩ̀ búmkà

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
kdh: wèmbà báŋkàlɩ́ɩ̀ bɔ́ŋgbɔ̀wʊ́ nɩ̀ bɛ̀dɛ́ɛ̀ lòní wágbà pɩ̀kɩ̀lɩ̀ ɖámà. Nànɩ́ ìkìzí nɛ̀ àsé mɩ̀nà sìsè lòú wàkɩ̀lɩ̀ kpá yàà kɩ̀kɩ̀lɩ̀ tìm nɛ̀ wéyèlè tɔ̀m kpɔ̀wʊ̀ tàlàkàzɔ́.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
kdh: wèénì wéndézì tɔ́m pɔ́wɛ̀ nɛ̀ wɛ̀gɛ̀ɛ́ tɩ̀dáɖɛ̀ ɩ̀bɩ̀sɩ̀ kɔ̀mɔ̃̀n vɔ̀yɩ̀sɩ̀ tɛ̀ kpàlɩ̀fɔ̀ɔ́ ɖɔ́zɩ̀. pɩ̀lɛ̀ nɩ̀ mɩ̀mbɩ̀zɩ́ lɛ̀lɛ̀ɖɔ̀ <writeURL>ɩ̀màá </writeURL>tɔ́m pɔ́ɖɛ̀ yàá<reviewURL> ɩ́bɛ̀m</reviewURL> tɔ́m pɔ̀wá kɩ̀fàlá kɔ̀mɔ̃̀n vɔ̀yɩ̀sɩ̀ tɛ̀ kpàlɩ̀fɔ̀ɔ́ ɖɔ́zɩ̀ ŋ́nà.

source: The sentence has a grammatical or spelling error.
kdh: tɔ́m pɔ̀ɖɛ̀ wɛ̀nà màɖá yɩ̀sɩ̀tɩ́ yàà màɖá sɩ́ntɩ̀ sɔ́nà

source: The sentence has disrespectful or offensive language.
kdh: tɔ́m tɩ̀ʈɛ̀ yà kʊ́tʊ̀nɩ̀ wɛ̀ tɔ́m tɩ̀nà tɩ̀tɑ́ɑ́

source: The sentence must be grammatically correct.
kdh: Tɔ́m pɔ̀ʊ́ɖɛ̀ mɔ́nà pùvóó ŋ̀ŋɛ́nɩ̀ kʊ̀nʊ́m wánnʊ̀m nɛ̀

source: The sentence must be speakable.
kdh: Pɩ̀pɔ́zɩ̀ pàmbɩ̀zɩ́ pàkàlá tɔ́m pàmátɩ̀ nɛ̀

source: The sentence must be spelled correctly.
kdh: Tɔ́m tɩ̀ná tɩ̀tɛ́ɛ́ tɔ́m píyà mɔ́nà pàmá sɩ̀ kàzá

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
kdh: lààbáárʊ̀wá bànà pɛ̀fɛ̀yɩ̀ ɖárɩ̀zà ; mɩ̀mbɩ́zɩ̀ ìsùùrì wɛ̀ á ’mɩ̀zɔ̀lɛ́ nà. sáɖɩ̀ wéndì ɖàndàrɩ́ tɔ̀m wàà, ɖánfáá hìlà màrá-dɩ̀náà tɔ́m wàà, nɛ̀ dàdànlàm sìsé pɛ̀bɛ̀m mɩ̀ náá mɩ̀yɩ̀là nà wéŋkɩ̀ mɩ́ŋyèkìnà tɔ̀m ɛ̃tɛ̀rnɛtɩ̀ ɖɔ́ɔ́zɩ̀ nɛ̀ pɩ̀jɛ̀lɩ̀nɩ̀ dèmòkráfìkì lààbáárʊ̀wà ɖɔ́zɩ̀ sɩ̀sé ’mɩ̀bɩ́nzɩ̀ yáá àbàálɩ̀tɩ̀ yáá hàlɩ̀tɩ̀

source: Three to go!
kdh: pɩ́ŋjɛ̀zɩ̀ nòdòzò

source: Too many files
kdh: fàtàkàsɩ̀ wákɩ̀lɩ́

source: Transcribe audio recordings into text
kdh: ɩ̀lɩ̀zɩ̀ òdìò wà tɛ̀ tɔ̀m pɩ̀yà mɩ́mànɛ̀ tɩ̀là tàkàràbà

source: Transcribe audio recordings in your language
kdh: òdìo wàà pɔ́gbɔ̀tɩ̀ mɩ̀dɛ́ kʊ̀nʊ̀m tà nɛ̀ tɛ́ɛ̀ tèm pìyà mádɩ̀

source: Try again by dragging your file here
kdh: ɩ̀bázɩ̀ kɩ̀kà mɩ́ndózɩ̀ mɩ̀dɛ́ fàtàkà céŋjè

source: Try uploading again
kdh: ɩ̀tàsɩ̀ ɩ́yèkɩ̀ná

source: Understand contribution criteria
kdh: lɩ̀sɩ̀tɩ̀ tɔ̀m wèndì pántàsɩ́ tɛ́ nɩ́dɩ́

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
kdh: ɩ̀nɩ̀ɩ́ wèmbì ɖɔ́zɩ̀ pɔ̀mbɔ́zɩ̀ sìsè ɛ́ɖʊ̀ tàmɔ́ɔ̀ sàdɩ̀ wèŋkì mɩ́nɩ́ɩ́ nɔ́zɩ́ wènzɩ̀ pálɩ̀zɩ̀ nà nɛ̀ ɩ̀lá mɩ̀tɛ́ɛ́ lònɩ́ wàɖáátà !

source: Upload aborted. Do you want to delete your recordings?
kdh: yèkítì ’tóbó. mɩ̀zɔ́lɛ́ɛ́ ɩ́ɖɩ̀ tɔ́m wàà mɩ́gbɔ̀ɔ́ nɛ̀ɛ́ ?

source: { $uploadedSentences } of { $totalSentences } sentences collected
kdh: { $uploadedSentences } pɩ̀ɖɔ́zɩ̀ tɔ̀m pɔ̀wà tùùzí { $totalSentences }

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
kdh: { $uploadedSentences } pɩ̀ɖɔ́zɩ̀ tɔ̀m pɔ̀wà tùùzí{ $totalSentences }. ɩ̀nɔ́ɔ́ <downloadLink>cé</downloadLink> nɩ̀ ɩ̀tɩ̀rɩ̀nà tɔ̀m pɔ̀wà pìkìzìnà.

source: Upload failed, please retry.
kdh: yèkì tɛ̀rɛ́, ɩ̀tàzɩ̀ ɩ̀bázɩ̀

source: Upload <icon></icon> public domain sentences
kdh: ɩ̀tɩ̀rɩ̀nà <icon></icon>sàmáɣ tàà tɔ̀m pɔ̀wà

source: Upload in progress...
kdh: pʊ̀wɛ̀ pɩ́ŋɖɛ́ɛ́

source: Upload more sentences?
kdh: yékɩ̀nà tɔ̀m pɔ̀wà nàbɛ̀rɛ́

source: Use correct grammar
kdh: pɩ̀bɔ́zɩ̀ kʊ̀nʊ́m tɛ̀ɛ́ bòɖé sɩ̀sɛ̀

source: Use correct spelling and punctuation
kdh: pɩ̀bɔ́zɩ̀ tɔ̀m pɩ̀yà tɛ̀ mádɩ̀ nà ɖázɩ̀rà jɔ́ɔ́ ɖèyìdèyì

source: Validate Readings
kdh: pɛ̀pɛ̀ḿ kàlɩ́tɩ̀ wàá

source: Validate Readings, Review Transcriptions
kdh: pɛ̀bɛ̀ḿ kálɩ̀dɩ̀ wà, pɛ̀bɛ̀ḿ tɩ̀tɛ̀ mádɩ̀

source: Validate Readings <small>(Coming soon)</small>
kdh: pɛ̀bɛ̀ḿ kálɩ̀dɩ̀ wà <small>á pʊ̀wʊ̀ɖʊ́</small>

source: Validate readings submitted by community members
kdh: ɩ̀bɛ̀ḿ kòmìnòté tɛ́ ɩ́ɖà tɛ̀ kàlɩ́tɩ́ wàà pékèyégì nɛ̀

source: Validate user-recorded readings in your language
kdh: pɛ̀bɛ̀ḿ kálɩ́dɩ̀ wà mɩ́dɛ̀ɛ́ kʊ̀nʊ́m táá mbà nɛ̀bɛ́ɖɛ̀ wákàlà pɔ́gbɔ́nɛ̀

source: Varying Pronunciations
kdh: màtɩ̀rɛ̀ ŋ́tɩ̀ŋtɩ̀

source: Volume
kdh: lòú kɩ̀gbázɩ̀kɩ̀

source: Want to save your information? <createProfile>Create a profile</createProfile>
kdh: mɩ́njàɖɩ́ sìsè mìlòú lààbáárʊ̀wá ?<createProfile> ɩ̀lá wémbɩ̀ pɩ́ŋwɩ̀lɩ́ sìsè mì nà</createProfile>

source: We are going out to get a coffee.
kdh: tòòvònúm, pɩ́ŋgɔ̀nɩ̀ pɩ̀nlà kɔ̀zɔ̀ɔ́

source: We are going out to get coffee.
kdh: tòòvònúm, pɩ̀nlàm kɔ̀zɔ̀ɔ́

source: We couldn’t get any audio clips for you to listen to. Please try again later.
kdh: ʈòdóyúú tɔ̀m wáá pɔ̀gbɔ̀dɩ̀ sɩ̀ pèwèlézí nɛ̀. á pɩ̀dàzɩ ɛ̀tàzɩ̀ ɛ̀là.

source: We couldn’t get any sentences for you to speak. Please try again later.
kdh: ʈàdàbɩ̀zɩ ʈɩ̀hɩ̀ʊ́ tɔ́m wétì sè ʈɩ̀màtɩ́ nɛ̀. àpɩ̀tàsɩ̀, ɩ́tàsɩ̀ ɩ̀là

source: We may have run out of clips - refresh the page, or try again later.
kdh: ʈɛ̀fɛ́yɩ̀nà tɔ́m pɔ̀gbɔ̀tɩ̀ nɛ̀ sɩ̀ ʈɩ̀bɛ́m kʊ̀nʊ́m kɩ̀ná kɩ̀tàá

source: We’re going out to get coffee.
kdh: tòòvònúm, pɩ̀nlàm kɔ̀zɔ̀ɔ́

source: We're making some big changes
kdh: Táŋlám wéndì fèvèɖé ndɩ̀

source: We’re sorry, your platform is not currently supported.
kdh: ɩ́láɖàá kàfáɖà, kàmá léŋlé mɩ́ŋlàm tʊ̀mɩ̀ɖɛ̀ nɩ̀ tàbázɩ̀tàá tʊ̀mɩ̀ɖɛ̀ làm ɖɔ́jɔ̀

source: We've run out of sentences to record in this language...
kdh: ɖɩ̀’tɩ̀kùtì ʈɩ̀fɛ́yɩ̀nà tɔ́m wèntí sɩ̀ ʈɩ́mɑ̀tɩ̀ kʊ̀nʊ̀m… kɩ̀tànɩ̀ ʈɩ̀ɖɔ́

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
kdh: pɩ̀mbɔ́zɩ́ sìsè ŋ̀gìní bɛ̀jɛ̀ kàlɩ̀tɩ̀ tɩ̀dɛ́ɛ̀ kpɔ̀wʊ́ tà nɩ̀ ɩ̀pɩ́zɩ̀ pɩ̀tɔ̀ tɔ̀m pìyà àsʊ́ mbà nɩ̀mbáwʊ̀. à kɔ̀kɔ̀ɖɛ̀ dɩ̀nlám nɛ̀ tɔ̃tɔ́ɔ̀ nɩ̀mbáwʊ̀ pànɩ́ɩ̀ tɔ̀m kpɔ̀wʊ̀ tɛ̀ kàlɩ̀tɩ̀ pɩ̀tánlám nàbʊ̀rʊ̀ . báà yéndì pàmánɩ̀ɖù ŋgɛ́ ɖɩ̀tàkɩ̀lɩ̀ ɖòní sìsè pʊ̀tɔ̀ pànɩ́ɩ̀ tɔ̀m kpɔ̀wʊ̀ tɛ̀ kàlɩ̀tɩ̀ pɩ̀vɛ́yɩ̀ nà nàwàyà.

source: What issues are you experiencing with this sentence?
kdh: tɔ́m wèŋkì mɩ̀ŋkàdɩ̀ná mɩ̀dɛ́ tɔ́m pɔ̀wà tàà ?

source: What needs to be in my file?
kdh: wé wàmbɩ̀zɩ̀ kʊ̀ pɩ̀zɩ́ŋ fàtàkáŋ tàà ?

source: What sentences can I add?
kdh: tɔ̀m pɔ̀wà wèmbà sɩ̀ màtàzɩ̀

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
kdh: ’wèlèsɩ́ tɛ̀ sàɖɩ̀, ɩ̀bá ɩ̀bɛ̀m sìsè mɩ̀dɛ́ lòú wàbà pɩ̀lɩ́ wèmbɩ̀ bámà nà ; pà yɩ̀sɩ̀tɩ̀ cʊ́kʊ̀ wɛ̀nà ɩ̀kɩ̀sɩ̀. <br /> ɩ̀bɛ̀m yɩ̀sɩ̀tɩ̀ wèmbɩ̀ pàŋkàtɩ̀ yèmyèm nà

source: Why are you asking?
kdh: wèŋɖɔ̀zɩ̀ pɔ̀mpɔ̀zɩ́ tɔ́m tɩ̀nɛ̀ ?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
kdh: nɩ̀ wémbɩ̀ pɩ́ŋwɩ̀lɩ́ sìsè mì nà, mɩ̀mbɩ̀zɩ́ ɩ̀bɛ̀m mɩ̀tɛ̀ɛ́ tɩ̀mɩɖɛ̀ nɩ̀ ɩ̀máá mɩ̀yɩ̀lɛ̀ wèmbá páŋzɩ̀ná lààbáárʊ̀wá lòú làm nà.

source: Write
kdh: màtí

source: Write options menu
kdh: « màdɩ́ » tɛ̀ fùɖúŋ

source: y
kdh: o

source: Y
kdh: O

source: Yes
kdh: hɛ́ɛ̀ŋ

source: You
kdh: mɩ́

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
kdh: Mɩ́mbɩ̀zɩ́ ɛ̀lànɩ́ klávíé wéŋkɩ̀ kɩ̀ŋlàm ʈàzàm nà : { sc-review-form-button-approve-shortcut } nɩ̀ pɩ̀pɩ̀zɩ́ pɩ̀tɩ́zɩ̀, { sc-review-form-button-reject-shortcut } nɩ̀ pɩ̀pɩ̀zɩ́ pɩ̀kɩ́zɩ̀, { sc-review-form-button-skip-shortcut } nɩ̀ pɩ̀pɩ̀zɩ́ pɩ̀tɛ́

source: You cannot add multiple sentences for a single submission
kdh: mɩ̀tàmbɩ̀zɩ̀ ɩ̀tàsɩ̀ tɔ̀m pɔ̀wà pɔ̀ɖɔ̀ɔ́ sàdɩ̀ wèŋkɩ̀ pèyèkìnà kʊ́ɖʊ̀ḿ nà

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
kdh: mɩ̀tɩ̀lɩ̀sɩ́ kʊ̀nʊ́m nákɩ̀ɖɩ̀. ɩ̀zʊ́ʊ́ <profileLink>wèŋkì dɔ́zɩ̀ pàmbɩ̀zɩ̀ sè pàtɩ̀lɩ̀ mɩ̀ nà</profileLink> nɛ̀ ɩ̀lɩ̀zɩ̀ kʊ̀nʊ̀mɩ́nɩ̀

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
kdh: mɩ̀dálá yèkìtí tɛ́ tɩ̀nà fɔ̀lʊ́ʊ̀ kɩ̀nà kɩ̀dáà. ɩ̀ɖʊ̀ zúùrù ɩ̀ɖàm lɩ̀ntɩ̀ wàà { $retryLimit } mìnùtì nà ìyèkì tɔ̀m pɔ̀ɖɛ̀ lèdérè. Mɩ̀nà zúùrù !

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
kdh: mɩ̀dálá yèkìtí tɛ́ tɩ̀nà fɔ̀lʊ́ʊ̀ kɩ̀nà kɩ̀dáà. ɩ̀ɖʊ̀ zúùrù ɩ̀ɖàm lɩ̀ntɩ̀ wàà { $retryLimit } sèkõdì nà ìyèkì tɔ̀m pɔ̀ɖɛ̀ lèdérè. Mɩ̀nà zúùrù !

source: You must allow microphone access.
kdh: pɩ̀mbɔ́zɩ́ ɩ́fá lòú kpàzɩ́ɖɔ̀ nɩ̀mbàʊ́

source: You’re contributing to a target segment
kdh: mɩ̀nsɩ̀ná kʊ̀nʊ́m pàlɩ̀sɩkɩ̀ nà

source: You’re contributing to our first target segment
kdh: mɩ̀nsɩ̀ná ɖà ɖɛ̀dɛ́ɛ́ kʊ̀nʊ́m kàɖááŋ ŋgɩ̀ ɖɔ́zɩ̀

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
kdh: mɩ́ŋgɩ̀lɩ́ dóózɩ̀, ɩ́gbɑ́ɣ àlɩ̀wàtɩ̀ cʊ̀kɔ̀ ɩ̀bázɩ̀ tɔ́m pɔ́ɖɛ̀ kàlɩ́ pɩ̀káá ɩ́bɛ̀m sìsé pámágɩ̀ kɔ̀zɔ́ɔ́.

source: You're helping Common Voice reach our daily sentence goals!
kdh: mɩ̀nzɩ̀náà kɔ̀mɔ̀n vɔ̀yɩ̀sɩ̀ sìsè kɩ̀yɩ̀ɣ tɔ̀m pɔ̀wà àrɔ́ɔ̀ ŋgɩ̀nɩ̀ kɩ̀zɔ́lɛ́ɛ̀ wɩ̀ɖɛ̀ pà wèndì nè !

source: Your Languages
kdh: mʊ́kʊ̀nʊ́mʊ̀n

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
kdh: mɩ̀dɛ̀ɛ́ fàɖánɖɩ̀ tɛ́ màdɩ́ɖɛ̀ wɛ́yɩ̀nà tɔ́m pɔ̀gbɔ́dìnà. á pɩ̀mɔ̀mɩ̀ mɩ̀mbɩ̀zɩ́ ɩ̀kɛ́ pɩ̀káá ɛ̀ɖʊ́ tɔ́m kɩ̀fàtɩ̀ mɩ́dɛ́ɛ́ kʊ̀nʊ́m tàá.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
kdh: pmìmbmìzmì pɩ̀là sìsè mɩ̀dɛ̀ɛ́ fàràndì kʊ̀nʊ́m tɩ̀tàsɩ̀ pɔ̀wɛ̀nà tɔ́m pɔ̀wà ! á múwɛ̀ ’mɩ̀rɔ́zɩ̀, mɩ̀mbɩ̀zɩ́ ɩ̀tàsɩ̀ ɩ̀ñɔ́zɩ̀ mɩ̀dɛ̀ɛ́ wèmbɩ̀ dɔ̀zɩ̀ pàmbɩ̀zɩ́ pànà mɩ̀dɛ̀ kʊ̀nʊ́m tɛ́ tɔ́m pɔ̀wɑ̀

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
kdh: mʊ̀ɖɔ̀sɩ̀ kɛ̀, Common Voice wátàlá<goalPercentage></goalPercentage> lélé kɩ̀ŋjàdɩ̀ wɩ̀ɖɛ̀dànɩ̀ ná nɩ̀{ $goalValue } màtɩ̀ɖɛ́ sɩ̀ kɩ̀gbɑ̀ɣ nɛ̀ !

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
kdh: mʊ̀ɖɔ̀sɩ̀ kɛ̀, Common Voice wátàlá<goalPercentage></goalPercentage> lélé kɩ̀ŋjàdɩ̀ wɩ̀ɖɛ̀dànɩ̀ ná nɩ̀{ $goalValue } ŋkɛ́ kɩ́fá mbʊ̀ !
